Repository: DetectiveGallina/simple-installer
Catalog: po/*.po
Languages: es

source: (None)
es: (Ninguno)

source: Add swap partition
es: Añadir partición swap

source: Automatic (Recommended)
es: Automático (Recomendado)

source: Boot partition:
es: Partición de arranque:

source: Close
es: Cerrar

source: Confirm password
es: Confirmar contraseña

source: Confirm password:
es: Confirmar contraseña:

source: Confirm root password
es: Confirmar contraseña de root

source: Confirm root password:
es: Confirmar contraseña de root:

source: Copy Log to Clipboard
es: Copiar registro al portapapeles

source: Disk Partitioning
es: Particionado de disco

source: Disk partitioning
es: Particionado de disco

source: Disk:
es: Disco:

source: EFI partition not configured for UEFI mode. Please go back to partition tab.
es: Partición EFI no configurada para modo UEFI. Por favor, regrese a la pestaña de particionado.

source: EFI partition:
es: Partición EFI:

source: Enable automatic login
es: Habilitar inicio de sesión automático

source: Enable swap space
es: Habilitar espacio de intercambio

source: Enter password
es: Ingrese contraseña

source: Enter root password
es: Ingrese contraseña de root

source: Enter username
es: Ingrese nombre de usuario

source: Failed to allocate memory
es: Error al asignar memoria

source: Failed to create installation thread: %s
es: Error al crear hilo de instalación: %s

source: Failed to start installation process: %s
es: Error al iniciar proceso de instalación: %s

source: Finish Installation
es: Finalizar instalación

source: For manual partitioning
es: Para particionado manual

source: GParted will open in a new window. Close it when done to refresh the partition list.
es: GParted se abrirá en una nueva ventana. Ciérrela cuando termine para actualizar la lista de particiones.

source: Home partition:
es: Partición home:

source: Hostname:
es: Nombre de equipo:

source: Install
es: Instalar

source: Installation Complete
es: Instalación completada

source: Installation Log
es: Registro de instalación

source: Installation Mode
es: Modo de instalación

source: Installation Progress
es: Progreso de instalación

source: Installation complete!
es: ¡Instalación completada!

source: Installation completed successfully!
es: ¡Instalación completada exitosamente!

source: Installation completed successfully! Click 'Finish Installation' to complete.
es: ¡Instalación completada exitosamente! Haga clic en 'Finalizar instalación' para completar.

source: Installation failed with exit code %d
es: Instalación fallida con código de salida %d

source: Installation in progress...
es: Instalación en progreso...

source: Installation log copied to clipboard
es: Registro de instalación copiado al portapapeles

source: Invalid hostname. Use 1-63 characters, letters, numbers and hyphens only.
es: Nombre de equipo inválido. Use solo 1-63 caracteres, letras, números y guiones.

source: Invalid password. Use at least 1 character
es: Contraseña inválida. Use al menos 1 carácter

source: Invalid root password. Use at least 1 character
es: Contraseña de root inválida. Use al menos 1 carácter

source: Invalid username. Use 2-32 characters, letters, numbers, underscores and hyphens only.
es: Nombre de usuario inválido. Use solo 2-32 caracteres, letras, números, guiones bajos y guiones.

source: Keyboard Layout:
es: Distribución de teclado:

source: Keyboard Variant:
es: Variante de teclado:

source: LOC-OS 24 Installer
es: Instalador de LOC-OS 24

source: Language:
es: Idioma:

source: Next
es: Siguiente

source: Open GParted
es: Abrir GParted

source: Partition list refreshed.
es: Lista de particiones actualizada.

source: Password:
es: Contraseña:

source: Passwords do not match
es: Las contraseñas no coinciden

source: Please enter a password
es: Por favor, ingrese una contraseña

source: Please enter a password for root
es: Por favor, ingrese una contraseña para root

source: Please enter a valid username (minimum 2 characters)
es: Por favor, ingrese un nombre de usuario válido (mínimo 2 caracteres)

source: Please select a partition for root (/)
es: Por favor, seleccione una partición para root (/)

source: Previous
es: Anterior

source: Ready to install
es: Listo para instalar

source: Real name:
es: Nombre real:

source: Reboot
es: Reiniciar

source: Regional Settings
es: Configuración regional

source: Regional settings
es: Configuración regional

source: Root Password Settings
es: Configuración de contraseña de root

source: Root partition not configured. Please go back to partition tab.
es: Partición root no configurada. Por favor, regrese a la pestaña de particionado.

source: Root partition:
es: Partición root:

source: Root password:
es: Contraseña de root:

source: Root passwords do not match
es: Las contraseñas de root no coinciden

source: Separate /boot
es: Separar /boot

source: Separate /home
es: Separar /home

source: Size:
es: Tamaño:

source: Sorry, no disks detected
es: Lo siento, no se detectaron discos

source: Starting installation...
es: Iniciando instalación...

source: Swap Options
es: Opciones de intercambio

source: Swap file
es: Archivo de intercambio

source: Swap partition
es: Partición de intercambio

source: Swap partition:
es: Partición swap:

source: System detected: BIOS/Legacy Mode
es: Sistema detectado: Modo BIOS/Legacy

source: System detected: UEFI Mode
es: Sistema detectado: Modo UEFI

source: System detected: UEFI Mode, remember to do a EFI partition at the start of around 200 MB
es: Sistema detectado: Modo UEFI, recuerde crear una partición EFI al inicio de aproximadamente 200 MB

source: This will erase all data on %s and install LOC-OS 24. Do you want to continue?
es: Esto borrará todos los datos en %s e instalará LOC-OS 24. ¿Desea continuar?

source: This will install LOC-OS 24 using the selected partitions. Do you want to continue?
es: Esto instalará LOC-OS 24 usando las particiones seleccionadas. ¿Desea continuar?

source: Timezone:
es: Zona horaria:

source: UEFI mode detected. Please select a partition for EFI
es: Modo UEFI detectado. Por favor, seleccione una partición para EFI

source: Use same password for root
es: Usar la misma contraseña para root

source: User Configuration
es: Configuración de usuario

source: User configuration
es: Configuración de usuario

source: Username:
es: Nombre de usuario:

source: You selected separate /boot but didn't select a partition for it
es: Seleccionó separar /boot pero no seleccionó una partición para ello

source: You selected separate /home but didn't select a partition for it
es: Seleccionó separar /home pero no seleccionó una partición para ello

source: You selected to add swap but didn't select a partition for it
es: Seleccionó añadir swap pero no seleccionó una partición para ello

source: Your full name
es: Su nombre completo
